Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Odpłynął dalej od brzegu. W porcie okręt jest praktycznie bezbronny, a na otwartych wodach może stawić czoła orkowym galerom.
uk: Він відплив подалі від берега. У порту корабель практично беззахисний, а у відкритих водах він може зіткнутися з галерами орків.

source: Odratowałem co mogłem, ale nie jest tego zbyt wiele. Na szczęście Wodny Krąg ma kilka swoich skrytek z różnymi przydatnymi materiałami.
uk: Я зібрав все, що зміг, але це небагато. На щастя, у Кільця Води є декілька своїх схованок з різними корисними матеріалами.

source: Odrobina węgla to ewidentnie za mało, żeby Odgar zdecydował się rozstać z chociaż jedną monetą.
uk: Жменьки вугілля явно замало, щоб Одгар вирішив розлучитися хоча б з однією монетою.

source: Odrobiną węgla zdecydowanie nie zrobię wrażenia na Odgarze.
uk: Жменька вугілля точно не вразить Одгара.

source: Odrutka
uk: Протиотрута

source: Odrzekłem mu: stal to stal. Kawałek metalu, który może stać się mieczem po krótkiej obróbce na kowadle.
uk: Я сказав йому: сталь є сталь. Шматок металу, який може стати мечем після короткої обробки на ковадлі.

source: Odrzuć
uk: Відхилити

source: Odsprzedali mi go na Placu Targowym.
uk: Мені продали його на ринковій площі.

source: Odstąpisz mi kilka zwojów w ramach przysługi?
uk: Можеш дати мені кілька сувоїв у подарунок?

source: Odsuń się, pokażę ci jak to się robi.
uk: Відійди, я покажу тобі, як це робиться.

source: Odsuń się, pokażę ci, jak to się robi.
uk: Відійди, я покажу тобі, як це робиться.

source: Odsuńcie się, pokażę wam, jak to się robi.
uk: Відійдіть, я покажу вам, як це робиться.

source: Odszczekaj to, kmiotku.
uk: Візьми свої слова назад, бовдуре.

source: Odtrutka dla Bena
uk: Протиотрута для Бена

source: Odtrutkę dobrze ukryłem. Odpowiedz na moje pytania.
uk: Я добре сховав протиотруту. Відповідай на мої запитання.

source: Odważne słowa jak na takiego młodzika. Zobaczmy, czy jesteś w stanie poprzeć je równie odważnymi czynami.
uk: Сміливі слова, як для такого юнака. Подивимось, чи зможеш ти їх підкріпити не менш сміливими вчинками.

source: Odważny jesteś! Rozumiem nie bać się wrogów na zewnątrz, ale nie przejmować się wrogami udającymi przyjaciół? To już zakrawa o szaleństwo.
uk: А ти хоробрий! Я розумію, не боятися ворогів на вулицях, але заводити ворогів серед своїх товаришів? Це безумство.

source: Odwiedza nas jednak regularnie, więc podejrzewam, że jego legowisko jest w pobliżu.
uk: Але він навідується до нас регулярно, тож я підозрюю, що його барліг десь поруч.

source: Odwiedza nas średnio raz do roku. Podlicza podatki, sprawdza jakość uzbrojenia i ocenia, czy prawo królewskie jest przestrzegane.
uk: Він приїжджає до нас в середньому раз на рік. Він рахує податки, перевіряє якість озброєння та оцінює, чи ми дотримуємося королівських законів.

source: Odwiedzaj mnie od czasu do czasu, żeby sprawdzić, jak sprawują się przygotowane przeze mnie zamki.
uk: Навідуйся до мене час від часу, щоб перевірити, як працюють виготовлені мною замки.

source: Odwiedzałeś już Syreni Lament? To chyba jedyne porządne miejsce w całym tym zakichanym mieście.
uk: Ти вже побував у Плачі Сирени? На мою думку, це єдине пристойне місце у цьому місті.

source: Odwiedzili cię ostatnio strażnicy miejscy?
uk: Чи відвідували тебе останнім часом міські вартові?

source: Odwiedzimy go, gdy oboje trochę wypoczniemy.
uk: Ми навідаємося до нього, коли обидва трохи відпочинемо.

source: Odwiedził cię ostatnio facet z kucykiem?
uk: До тебе нещодавно не заходив хлопець із волоссям зібраним у хвіст?

source: Odwiedził cię ostatnio facet z kucykiem? Z tego, co wiem, nazywa się Kaf i nie wykonuje powierzonych mu zadań.
uk: До тебе нещодавно не заходив хлопець із волоссям зібраним у хвіст? Наскільки мені відомо, його звуть Каф, і він не виконує поставлених перед ним завдань.

source: Odwiedziła cię Dima?
uk: До тебе заходила Діна?

source: Odwiedziłeś już Syreni Lament? To chyba jedyne porządne miejsce w tym zakichanym mieście.
uk: Ти вже побував у Плачі Сирени? На мою думку, це єдине пристойне місце в цьому паршивому місті.

source: Odwiedziłeś już kościół Innosa? W południe możesz pójść i pomodlić się tam razem z innymi mieszkańcami.
uk: Ти вже був у церкві Інноса? Опівдні там можна помолитися разом з іншими мешканцями.

source: Odwiedziłeś już kościół Innosa? W południe możesz pójść i pomodlić tam się z innymi mieszkańcami.
uk: Ти вже був у церкві Інноса? Опівдні там можна помолитись з іншими мешканцями.

source: Odwiedziłeś już kościół Innosa? W południe, możesz pójść i pomodlić tam się z innymi mieszkańcami.
uk: Ти вже був у церкві Інноса? Опівдні там можна помолитись з іншими мешканцями.

source: Odwiedzę Lokvara i zapytam go o ten opatrunek, mam do niego jeszcze pewną własną sprawę.
uk: Я піду до Локвара і запитаю його про пов'язку, у мене ще є деякі справи, які треба з ним вирішити.

source: Odwiedź 'Syreni Lament'. To karczma w Dzielnicy Portowej. Prowadzi ją moja stara znajoma. Tam będziesz mógł się zatrzymać i tam się spotkamy.
uk: Відвідай 'Плач Сирени'. Це корчма в Портовому кварталі. Її власниця – моя давня подруга. Там ти зможеш зупинитися, там і зустрінемося.

source: Odwiedź mnie jeszcze kiedyś, może zrobimy mały rewanż.
uk: Завітай до мене ще раз, можливо, проведемо невеличкий реванш.

source: Odwiedź mnie rano, będę miał dla ciebie porządny mundur.
uk: Заходь до мене вранці, знайду для тебе пристойну форму.

source: Odwiedź mnie za jakiś czas, może akurat będzie już coś do skosztowania.
uk: Зазирни до мене через деякий час. Може, вже буде що скуштувати.

source: Odwiedź mnie za jakiś czas, może uda mi się dowiedzieć czegoś więcej o twoim bracie.
uk: Приходь до мене згодом. Можливо, я зможу більше дізнатися про твого брата.

source: Odwołujemy akcję.
uk: План скасовується.

source: Odwróciłem się, żeby spojrzeć jeszcze raz, czy czegoś nie przegapiliśmy...
uk: Я обернувся, щоб переконатися, чи ми нічого не забули...

source: Odwrócona kamera
uk: Інверсія камери

source: Odwrócone sterowanie kamerą.
uk: Інвертувати керування камерою.

source: Odwróć się teraz ładnie na pięcie i idź im powiedzieć, że potrzebujemy schronienia. Ludzie są w złym stanie, potrzebują ciepłego kąta, jedzenia i tak dalej.
uk: А тепер гарненько розвернися на п'яточці і йди їм скажи, що нам потрібен притулок. Люди в поганому стані, їм потрібен теплий куточок, їжа і так далі.

source: Odymiona ryba o ziołowym aromacie,
uk: Копчена риба з ароматом трав.

source: Odyseja - Kartograf
uk: Одіссея – Картограф

source: Odzyskam twoje złoto.
uk: Я принесу твоє золото.

source: Odzyskałem beczkę ukrytą przez dwóch złodziei niedaleko kapliczki Adanosa.
uk: Я знайшов бочку, заховану двома злодіями біля вівтаря Аданоса.

source: Odzyskałem swoje wyposażenie oraz czuję się znacznie lepiej. To dobry moment, żeby sprawdzić, jak radzi sobie Candac.
uk: Я повернув своє спорядження і почуваюся набагато краще. Зараз саме час відвідати Кандака.

source: Odzyskałem twoje złoto.
uk: Я повернув твоє золото.

source: Odzyskałem więcej niż połowę ukradzionych beczek.
uk: Я повернув більше половини вкрадених бочок.

source: Odzyskałem wszystkie paczki z pechowego transportu. Lennart będzie zadowolony.
uk: Я знайшов усі пакунки цієї злощасної доставки. Ленарт буде задоволений.

source: Odzyskałem wszystkie skradzione beczki.
uk: Я повернув усі вкрадені бочки.

source: Odzyskałeś 10000 sztuk złota.
uk: Ви отримали 10000 золотих.

source: Odzyskałeś je? Dzięki, nie spodziewałem się.
uk: Ти його повернув? Дякую, я вже й не сподівався.

source: Odłamane kawałki przypominają trochę klucz...
uk: Відламані частини чимось нагадують ключ...

source: Odłamek Świata - Zakład alchemiczny
uk: Уламок Світу – Крамниця алхіміка

source: Odłożysz w końcu tą cholerną broń?!
uk: Ти нарешті прибереш цю кляту зброю?!

source: Odłożysz w końcu tę cholerną broń?!
uk: Ти нарешті прибереш цю дідькову зброю?!

source: Odłożysz wreszcie tę przeklętą broń?!
uk: Ти зрештою опустиш цю кляту зброю?!

source: Odłożę jeszcze trochę złota
uk: Я заощаджу ще трохи золота

source: Odłup trochę.
uk: Вдарити киркою.

source: Odłóż broń!
uk: Опусти зброю!

source: Odłóż to albo ci przyłożę.
uk: Припини, або я тобі вріжу.

source: Odłóż to!
uk: Поклади на місце!

source: Odłóż wino
uk: Поставити вино

source: Odłóżcie skrzynie i idźcie.
uk: Покладіть ящики і йдіть.

source: Ofensywa połączonych sił Farkanda i Londramczyków, z początku idąca jak burza, z czasem zaczęła spowalniać, by w końcu zatrzymać się na obrzeżach miasta i twierdzy Vardhal.
uk: Наступ об'єднаних сил Фарканда і лондрамців, що розпочинався як буря, з часом почав сповільнюватися, врешті–решт зупинившись на підступах до міста і фортеці Вардхал.

source: Oferta Volkera
uk: Пропозиція Волкера

source: Oferta dla Darthe
uk: Пропозиція для Дарта

source: Oferta przyjęta.
uk: Пропозиція прийнята.

source: Oferta specjalna nie jest dla pierwszych lepszych obwiesi z ulicy...
uk: Спеціальні пропозиції не поширюється на перших ліпших гульвіс з вулиці...

source: Oferujemy dostęp do naszych złóż w prywatnej kopalni pomiędzy wioską Silbach a obozem pszczelarzy. Po uiszczeniu drobnej opłaty za wejście, będziecie mogli wydobywać złoto tak długo, jak tylko zechcecie!
uk: Ми пропонуємо доступ до наших родовищ у приватній копальні між селом Сільбах та табором бджолярів. Заплативши невеликий вступний внесок, ви зможете добути стільки золото, скільки забажаєте!

source: Oferujemy podróż wozem do wyselekcjonowanych miejsc:
uk: Ми пропонуємо перевезення до нижчевказаних місць:

source: Oferujemy wam dołączenie do morderców na usługach Lichwiarza...
uk: Ми пропонуємо вам приєднатися до вбивць на службі у Лихваря...

source: Oferujemy wam dołączenie do morderców na usługach Volkera...
uk: Ми пропонуємо вам приєднатися до вбивць на службі у Волкера...

source: Oferuję najlepszą broń w mieście - rzecz jasna po odpowiedniej cenie.
uk: Я пропоную найкращу зброю в місті – певна річ, за відповідну ціну.

source: Oferuję szeroki wybór posążków Innosa na każdą kieszeń.
uk: Я пропоную широкий вибір статуеток Інноса на будь-який гаманець.

source: Oferuję wszelkiego rodzaju ceremonie pogrzebowe. Za odpowiednią opłatą mogę zorganizować pochowanie twoich zwłok w ziemi, spalenie ich na stosie, albo nawet wysłać je w ostatnią podróż na łódce.
uk: Я пропоную всі види похоронних церемоній. За відповідну плату я можу організувати поховання твоїх останків у землі, спалення на вогнищі або навіть відправлення в останній шлях на човні.

source: Ofiarę czego?
uk: Чиєю жертвою?

source: Oficjalne przeprosiny od Lorenzo
uk: Офіційні вибачення від Лоренцо,

source: Ogień
uk: від вогню

source: Ogień ten był tak wielki, że żadne mury nie mogły mu się oprzeć.
uk: Цей вогонь був настільки сильним, що жодні стіни не могли встояти перед ним.

source: Ogień tlił się jeszcze wiele długich dni, dopóki Adanos nie zlitował się nad nieszczęsną ziemią, zsyłając na nią kojące krople deszczu. Zwycięstwo Myrtańczyków okupione zostało wysoką ceną.
uk: Вогонь жеврів ще багато довгих днів, аж поки Аданос не зглянувся над нещасною землею, пославши на неї заспокійливі краплі дощу. Перемога дісталася міртанцям дорогою ціною.

source: Ogień w kuźni
uk: Ковальська піч

source: Ognie sygnałowe są sposobem szybkiego informowania okolicznych wysp o zbliżającym się zagrożeniu. Po całym Wschodnim Archipelagu rozsiane są takie wieże.
uk: Сигнальні вогні використовують для швидкого оповіщення прилеглих островів про небезпеку, що насувається. Такі вежі розкидані по всьому Східному Архіпелагу.

source: Ogniem Oczyszczenia.
uk: Вогонь очищення.

source: Ognik
uk: Примарний вогник

source: Ognik nie rozgrzał Dirka. Nie będzie go podawał w Wilczym Leżu.
uk: Вогник не зігрів Дірка. Він не подаватиме його у Вовчому Лігві.

source: Ognista pieczeń
uk: Запіканка на вогні

source: Ognista pokrzywa
uk: Вогняна кропива

source: Ognista strzała
uk: Вогняна стріла

source: Ogniste ziele
uk: Вогняна трава

source: Ognisty Jaszczur
uk: Вогняний ящір

source: Ognisty jaszczur
uk: Вогняний ящір

source: Ognisty korzeń
uk: Вогняний корінь

source: Ogon - Ogon, może przesuń te nagrobki o kilka cm w prawo?
uk: Ogon – 'Ogon, чому б тобі не пересунути ці надгробки на кілька сантиметрів праворуч?'

source: Ogonek
uk: Хвостик

source: Ogrodnik
uk: Садівник

source: Ogrodnik Volkera nie wiedział za dużo o krwi na domu swojego pana.
uk: Садівник Волкера мало що знав про кров на будинку свого господаря.

source: Ogrodnik poradzi sobie sam - mam nadzieję!
uk: Сподіваюся, що садівник впорається сам!

source: Ogrodnik potrzebuje nasion ognistego korzenia, niebieskiego bzu, ognistej pokrzywy i korzenia leczniczego. Mam uważać na ognistą pokrzywę, bo pozyskuje się ją z brzuchów topielców. Bogowie, z czym do ludzi...
uk: Садівникові потрібне насіння вогняного кореня, синьої бузини, вогняної кропиви та цілющого кореня. З насінням вогняної кропиви доведеться помучиться, бо його можна дістати лише зі шлунків луркерів. Боги, що з цими людьми...

source: Ogromny orkowy topór
uk: Величезна сокира орків

source: Ogólnie nie mam nic przeciwko temu pomysłowi, ale to trochę za wcześnie.
uk: В цілому, я не проти цього, але ще трохи зарано.

source: Ogólnie w klasztorze? Czy tutaj, w kuchni? Dobra, nie odpowiadaj, bo obie historie nie są długie.
uk: Взагалі, в монастирі? Чи тут, на кухні? Добре, не відповідай, бо обидві історії недовгі.

source: Ogólnie, to dobra robota. Wiadomo, mogło być lepiej, ale straż obecnie nie ma lekko, także się nie przejmujcie.
uk: Зрештою, це хороша робота. Звичайно, можна було і краще, але у Варті зараз нелегко, тому не хвилюйтеся.

source: Ogólny komentarz - Pomimo zastosowania wielu różnorodnych metod wydobywania informacji, przesłuchiwany wciąż nie ujawnił nic przydatnego. Wydaje się najbardziej podatny na podtapianie i przypalanie rozżarzonym prętem, ale wywołuje to głównie bardzo prywatne i traumatyczne wspomnienia. W majakach kilkukrotnie wspominał coś o kuźni ojca, wygląda na to, że obwinia się za jego śmierć.
uk: Загальні коментарі - Незважаючи на використання різноманітних методів для отримання інформації, ув'язнений досі не розповів нічого корисного. Здається, він найбільш сприйнятливий до потоплення і припікань розпеченим прутом, але в основному це провокує дуже особисті травматичні спогади. Перебуваючи у мареннях, він кілька разів згадував щось про кузню свого батька; схоже, він звинувачує себе у його смерті.

source: Ogłoszenia należy rozwiesić na poniżej podanych tablicach:
uk: Оголошення потрібно розвісити на таких дошках:

source: Ogłoszenia? Jakie ogłoszenia?
uk: Оголошення? Які оголошення?

source: Ogłoszenie Bodowina
uk: Оголошення Бодовіна

source: Ogłoszenie Graysona
uk: Оголошення Грейсона

source: Ogłoszenie o licytacji
uk: Оголошення аукціону

source: Ogłoszenie o licytacji domu na Starym Mieście.
uk: Оголошення про аукціон будинку в Старому місті.

source: Ogłoszenie o pracy dla Bodowina
uk: Оголошення про роботу Бодовіна

source: Ogłoszenie podpisane
uk: Оголошення, підписане

source: Ogłoszenie w sprawie licytacji domu.
uk: Оголошення про аукціон з продажу будинку.

source: Ogłoszenie, które wręczył mi goniec Araxos.
uk: Оголошення, передане мені посланцем Араксосу.

source: Ogłuchłeś?
uk: Ти оглух?

source: Ogłuchłeś? Mówiłem ci coś, odejdź!
uk: Ти що, оглух? Я тобі щось сказав, йди геть!

source: Ogłuchłeś? Odłóż tę broń!
uk: Ти глухий? Опусти зброю!

source: Ogłuchłeś? Powiedziałem ci chyba wyraźnie, że włóczęgów takich jak ty nie wpuszczamy do miasta.
uk: Ти що, оглух? Здається, я тобі ясно сказав, що таких волоцюг, як ти, до міста не пускають.

source: Ogłupiałeś? Masz do załatwienia jakąś sprawę i pierwsze co przychodzi ci do głowy to morderstwo?
uk: Ти здурів? Тобі потрібно виконати доручення, і перше, що спадає тобі на думку – це вбивство?

source: Ogłuszyłem go.
uk: Я його оглушив.

source: Oho! Bitny chłopczyk z ciebie! Dobrze, lubię takich uczyć życia!
uk: Ого! Та ти сміливець! Добре, мені подобається вчити життя таких, як ти!

source: Oho! Piwowar Tomas. Jego piwo to najlepszy trunek, jaki piłem od lat. Zdumiewające, że udało ci się uzyskać jego wstawiennictwo.
uk: Ого! Пивовар Томас. Його пиво – найкращий напій, який я пив за останні роки. Вражає, що тобі вдалося отримати його рекомендацію.

source: Oho! Wielmożny czeladnik przyszedł mnie straszyć! Frida bała się przyjść osobiście?
uk: Ого! Благородний учень прийшов мене налякати! А Фріда побоялася прийти особисто?

source: Oho, chyba się jednak doczekaliśmy. Pogaduszki dobiegły końca.
uk: Ого, здається, ми таки дочекалися. Балачки скінчилися.

source: Oho, chyba stracił przytomność!
uk: О, він, мабуть, знепритомнів!

source: Oho, ciężka sprawa... naprawdę, może być problem.
uk: Ого, важке завдання... насправді, це може бути проблематично.

source: Oho, kolejny przybłęda.
uk: О, ще один приблуда.

source: Oho, powodzenia. Nie znam drugiej tak upartej osoby jak on.
uk: О, удачі з цим. Я не знаю нікого більш впертого, ніж він.

source: Oho, to chyba ojczulek...
uk: О, здається, це батько...

source: Oj było! Musisz koniecznie poznać dziewczyny Oscara, są niesamowite. Mi niestety zaczynają kończyć się pieniądze, ale jeśli ciebie stać, to polecam.
uk: О, ще й як було! Ти обов'язково повинен познайомитися з дівчатами Оскара, вони дивовижні. У мене, на жаль, починають закінчуватися гроші, але якщо ти можеш собі це дозволити, то я рекомендую.

source: Oj jest, jest.
uk: Є за що, є.

source: Oj młody, młody. Chyba trzeba cię nauczyć, że ciekawość nie popłaca.
uk: Ох, молодь, молодь. Гадаю, тебе треба навчити, що цікавість не оплачується.

source: Oj młody...
uk: Йой, юначе...

source: Oj nie, nie! To przecież WARZYWO! Nowy zgodzi się ze mną, czyż nie?
uk: О ні, ні! Це ж ОВОЧ! Новенький погодиться зі мною, чи не так?

source: Oj nie, spokojnie. Straż z pewnością spojrzy przychylniej na szanowanego obywatela Archolos, który sam przyznał się do winy i pomógł złapać oszusta.
uk: О ні, заспокойся. Вартові, безумовно, прихильніше подивляться на шановного громадянина Архолосу, який визнав свою провину і допоміг зловити шахрая.

source: Oj taka tajemnica jest warta więcej!
uk: О, така таємниця варта більшого!

source: Oj trudne, trudne się wylosowało...
uk: Ох, важкий, дуже важкий жереб випав на мою долю...

source: Oj! Od razu magicznych, gdybym tylko miał taki w posiadaniu, niezwłocznie oddałbym go wam Mistrzu. Co taki prosty człowiek, jak ja może wiedzieć o Magii.
uk: Ой! Відразу магічними, якби у мене були такі, я б негайно віддав їх вам, Майстре. Що може знати такий простий чоловік, як я, про магію.

source: Oj! To musiało boleć!
uk: Ох, це, мабуть, боляче!

source: Oj, chyba jednak pójdę na spacer do koszar.
uk: Думаю, я все-таки сходжу до казарм.

source: Oj, chyba masz za mało złota!
uk: Ой, здається, у тебе замало золота!

source: Oj, chyba mi się zaraz omsknie rączka. Oj! A jednak nie!
uk: Здається, моя рука зараз зісковзне. О, ні!

source: Oj, chłopcze, to tak nie działa! Jeszcze się nie nauczyłeś? Obie strony zawierające umowę muszą coś na niej zyskać, a moim zyskiem będą pieniądze...
uk: О, ні, це так не працює! Ти ще не зрозумів? Обидві сторони, які укладають угоду, повинні щось від цього отримати, і моя вигода – це гроші...

source: Oj, chłopcze, to teraz sobie załatwiłeś bilet w jedną stronę.
uk: О, хлопче, тепер у тебе квиток тільки в один кінець.

source: Oj, jestem pewien, że tak. No, chyba że podczas pracy dla mnie natrafisz na jakieś niebezpieczne zwierzę... ale to standardowe ryzyko zawodowe.
uk: О, я впевнений, що так і буде. Ну, якщо тільки ти не натрапиш на якусь небезпечну тварину, працюючи на мене... але це стандартний професійний ризик.

source: Oj, już nie bądź taki skromny. Wieści szybko się rozchodzą.
uk: Ой, не будь таким скромним. Новини швидко поширюються.

source: Oj, kolego, mamy problem. Stary wilk morski zapomniał, że ceny towarów ostatnio szybko rosną? To za mało.
uk: Ой, друже, у нас проблема. Старий морський вовк забув, що ціни на товари останнім часом стрімко зростають? Цього замало.

source: Oj, nie wiem. Może w stoczni? Za budowę nowych okrętów płaci teraz Król, czyli wypłata pewna, a za dobrą pracę mógłbyś dostać premię w postaci dachu nad głową.
uk: Ой, не знаю. Може, попитай на корабельні? Будівництво нових кораблів тепер оплачує Король, тому зарплата стабільна. А за хорошу роботу ти можеш отримати премію у вигляді даху над головою.

source: Oj, szczegóły dopieszczę u magów, kiedy już mnie przyjmą do siebie. Właśnie dlatego tu stoję - może dzięki temu zauważą drzemiący we mnie potencjał.
uk: О, всі деталі я обговорю з магами, коли вони приймуть мене до себе. Саме тому я тут і стою – може, так вони зможуть розгледіти в мені потенціал.

source: Oj, wolałbym się trochę ponudzić niż musieć to zrobić. Jedna z naszych najlepszych informatorek, karczmarka Helga, została okradziona.
uk: Ой, я сам не в захваті від цієї справи. Одного з наших найкращих інформаторів, корчмарку Хельгу, пограбували.

source: Ojciec Nelsona, Gaston, podobno nie chce słuchać tłumaczeń syna. Może jednak spróbuję z nim porozmawiać?
uk: Батько Нельсона, Гастон, нібито і слухати не хоче пояснень сина. Можливо, мені спробувати поговорити з ним?

source: Ojciec chce ją wydać za jakiegoś kupca.
uk: Батько хоче видати її заміж за якогось торговця.

source: Ojciec chciał, żebym wstąpił do armii, bo według niego tylko w ten sposób stałbym się prawdziwym mężczyzną.
uk: Мій батько хотів, щоб я пішов в армію, тому що, на його думку, тільки так я зможу стати справжнім чоловіком.

source: Ojciec miał rację, to miejsce jest przeklęte... Pierwszego dnia po prostu zabiliśmy trochę szkieletów i rozbiliśmy obóz, ale już w nocy część chłopaków narzekała na dziwne koszmary. Mówiłem dowódcy, że nie powinno nas tu być, że ta ziemia jest grobowcem i musimy stąd odejść...
uk: Батько мав рацію, це місце прокляте... Першого дня ми лише вбили кілька скелетів і розбили табір, але вже вночі деякі хлопці почали скаржитися на дивні нічні жахіття. Я сказав командиру, що це місце не для нас, що ця земля – це наша могила, і ми повинні звідси піти...

source: Ojciec mój, Gaston, jest myśliwym, tak jak jego ojciec i każdy mój przodek. Za chwilę skończę 20 lat i zgodnie z naszym zwyczajem... muszę przynieść róg cieniostwora.
uk: Мій батько, Гастон – мисливець, так само як і його батько, та всі мої предки. Незабаром мені виповниться 20 років, і за нашим звичаєм... я мушу принести ріг тінезвіра.

source: Ojciec nie słucha nikogo. To męska tradycja. Przepraszam, nie mam czasu. Kupujesz coś?
uk: Батько нікого не слухає. Це чоловіча традиція. Вибач, я не маю часу. Може купиш щось?

source: Ojciec obdarzył mnie imieniem Nelson. Oczywiście, przecież musi być w stylu naszych przodków. Wielka rodzina, z wielkimi łowieckimi tradycjami.
uk: Батько нарік мене Нельсоном. Авжеж, в дусі наших предків. Велика родина, з великими мисливськими традиціями.

source: Ojciec powiedział mi kiedyś pewną bardzo ważną rzecz:
uk: Мій батько одного разу сказав мені дуже важливу річ:

source: Ojciec pozwala jej obijać się całymi dniami.
uk: Батько дозволяє їй цілими днями тинятися без діла.

source: Ojciec tak, chociaż nie poluje już zbyt często. Teraz jego miejsce ma zająć mój młodszy brat. Ehh...
uk: Так, мій батько, хоча він вже не так часто полює. Тепер його місце має зайняти мій молодший брат. Ех...

source: Ojciec też jeszcze wtedy był inny...
uk: Батько тоді теж був інший...

source: Ojciec wysłał mnie do klasztoru tak szybko, że nawet nie zdążyłem pobyć z kobietą ani napić się czegoś konkretnego.
uk: Батько відправив мене до монастиря так рано, що я навіть не встиг побути з жінкою чи випити чогось міцного.

source: Ojciec zawala ją robotą.
uk: Батько завалює її роботою.

source: Okazał się partaczem, a teraz gdzieś zniknął.
uk: Він виявився нетямущим, а тепер кудись зник.

source: Okazałeś się bardziej przydatny niż myślałem.
uk: Ти виявився більш корисним, ніж я думав.
